[
    {
        "url": "https://www.bbc.com/news/articles/cd13vgg720jo",
        "headline": "Hello",
        "summary": "Over 500 individuals have suffered suspected food poisoning from eating at a bánh mì sandwich shop in southern Vietnam due to potential food quality issues, with severe cases and critical conditions reported. The local bakery in Dong Nai province, selling around 1,100 sandwiches daily, has since been closed following inspection indicating non-compliance with food safety standards. An investigation into the food poisoning incident has been initiated by police.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/961a/live/dbd71fb0-0bcb-11ef-b9d8-4f52aebe147d.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/articles/cd13vgg720jo",
        "headline": "Tourists Found Dead in Mexico: Attack Links to Drug Crimes, Surfing Trip Tragedy\n\nEighteen-year-old Australians Jake Robinson and Callum Robinson, along with 30-year-old American Jack Carter Rhoad, were found dead in a well in Ensenada, Mexico. The trio was on a surfing trip but was attacked while trying to resist the theft of their pickup",
        "summary": "Three Australian tourists, Jake Robinson, Callum Robinson, and Jack Carter Rhoad, were found dead in a well in Ensenada, Mexico. The men, along with an American tourist, were reportedly shot because they thwarted the theft of their vehicle. In connection with the case, two men are detained and one has been charged for \"forced disappearance.\" This tragic incident has escalated fear in the region and draws parallels to previous cases, affecting the safety perceptions of Australian surfers in Mexico.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1ade/live/1f3c6610-0b3c-11ef-b4ca-513e75fe6a38.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/world-us-canada-68966016",
        "headline": "\"Prestigious Met Gala to Unveil 'Sleeping Beauties: Reawakening Fashion' Theme Inspired by JG Ballard's Sci-Fi Tale\"\n\nThe 2024 Met Gala, featuring A-listers at the Metropolitan Museum of Art, will enchant attendees with Lord of the Rings-esque \"Sleeping Beauties: Reawakening Fashion\" extrav",
        "summary": "The 2024 Met Gala, themed \"The Garden of Time\" inspired by JG Ballard's story, celebrates fashion with key figures from arts and business. Designed by Anna Wintour, the event, raising funds for the Costume Institute, showcases the museum's Sleeping Beauties: Reawakening Fashion exhibit that breathes life into archival garments using technology. Fashion mavens walk the red carpet on the Met's grand staircase, with a livestream available. Notable co-chairs and sponsors include TikTok's Shou Zi Chew and Loewe's Jonathan Anderson. Event attendees include Rihanna, A$AP Rocky, Zendaya, and Tom Holland but rumors suggest Taylor Swift, Travis Kelce, and Kendrick Lamar might not attend amid speculation of Lamar's feud with Drake.\n\n[Rewritten as a summarized text of less than 80 words]\n\nThe 2024 Met Gala celebrates \"The Garden of Time,\" with Anna Wintour overseeing high-profile attendees preparing for the event. It supports the Met's \"Sleeping Beauties\" exhibit featuring restored historical fashion pieces. Notable attendees speculated include Rihanna and Zendaya, while Taylor Swift, Travis Kelce, and Kendrick Lamar are potential absentees amid a feud rumor.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/C19F/production/_133276594_gettyimages-1395079595.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/entertainment-arts-68949240",
        "headline": "Headline: Owen Elliot-Kugell Unveils the Real Story Behind Mama Cass's Death—Ending the Ham Sandwich Myth\n\n\nexplaning: During an article focused on creating a concise and accurate headline that captures the essence of the news story, the AI identifies the central theme of the narrative - the clarification of a longstanding misconception about singer Cass Elliot's death. Owen Elli",
        "summary": "Owen Elliot-Kugell corrects a half-century-old myth surrounding Mama Cass Elliot's death, dispelling the story that she choked on a ham sandwich. The memoir reveals the true events surrounding Cass's death, untangling the rumored cause and its perpetuation over the years.\n\nSummary:\nOwen Elliot-Kugell, daughter of the late Mama Cass Elliot, addresses the longstanding falsehood claiming her mother died from choking on a ham sandwich. His memoir disentangles the real story of his mother's death and corrects the misinformation that has been perpetuated for half a century.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/CDBA/production/_133266625_crgettyimages-459848192.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/business-68927238",
        "headline": "Title: Sweden's Surge in Super-Rich Billionaires: From High-Tech Startups to Stealthy Wealth Accumulation\n\nIntroduction:\n\nJust like Germany, Sweden is recognized globally for its high tax rates and pursuit of social equality, but the Nordic nation also harbors a reputation as a haven for super-rich individuals amidst its vibrant high-end residential areas, red and white wooden cliffs, and minimalist",
        "summary": "Sweden, a nation celebrated for its egalitarian ethos, is simultaneously at the forefront of a remarkable concentration of wealth among its elites, as exemplified by the opulent lifestyles of Swedish billionaires. On the one hand, the high-tech prosperity of Sweden has garnered global attention, transforming it into a hub for the tech industry, with over 40 unicorn startups emerging in the past two decades. The country's tech gurus, from Skype and Spotify to more recent successes such as Tink, Kry, and Voi, showcase Sweden's reputation as the Silicon Valley of Europe.\n\nOn the other hand, this technological success story has paved the way for an unexpected wealth boom within the country. Sweden's super-rich have soared from fewer than a hundred in 1996 to some 542 today, a figure that has grown alongside its GDP. Notably, the proportion of \"dollar billionaires\" per capita in Sweden eclipses that of its larger population neighbors, positioning it high in the global rankings. Despite this, the narrative of Sweden as solely a proponent of social democracy and egalitarianism remains complicated, overshadowed by policy changes and media representations that may not fully capture the evolution of its economic landscape.\n\nThe juxtaposition of Sweden's super-rich lifestyles with its storied commitment to economic equality brings forth the dichotomy faced by societies around the world—balancing the dream of inclusive growth while admitting the rise of a concentrated class of billionaires. Critics argue that this has led to a shift in society's values and a 'winner takes all' mentality, as more citizens are drawn to an entrepreneurial ethos that promises wealth accumulation. Moreover, this concentration of wealth raises questions about accessibility and inclusivity in Sweden, a nation with a substantial immigrant population and long-standing gender equality initiatives. The conversation around Sweden's wealth distribution is incomplete without acknowledging the nuances of its growth, taxation, and societal impact.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/D2F5/production/_133250045_konrad1.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/world-us-canada-68966860",
        "headline": "US Army Soldier Detained in Russia on Unofficial Travel Charged with Criminal Misconduct",
        "summary": "US Army Staff Sgt. Gordon Black was detained in Vladivostok, Russia, on allegations of stealing from a woman. The US is aware of his detainment but lacks further details. The Army notified his family, and the Department of State is offering consular support.\n\n*Note: The above summary is 31 words long, which is less than 80 words as per the instruction.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/03D1/production/_133277900_241a9741c84c68836ace60d1e71b37b3f0bc003b.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/world-us-canada-68965803",
        "headline": "Triple Murder in Mexico: Australian brothers and friend killed in suspected carjacking",
        "summary": "Three Australian brothers, Callum Robinson (diabetic) and Jake Robinson, and their American friend Jack Carter Rhoad were killed in Ensenada, Mexico on 27 April. Resisting a carjacking, they were shot in their pickup truck and bodies discovered dumped. Relatives identified the bodies. A fourth set of remains, unrelated to the incident, was found in a well. Three people arrested in connection with the crime suggest the victims resisted theft before their deaths.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/1172B/production/_133276417_20a232501b39794ff145d73859ece65ededfd52c.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/entertainment-arts-68965267",
        "headline": "Drake Denies Rumors of Underage Relationships in Lyrical Spat with Kendrick Lamar",
        "summary": "Drake responds to Kendrick Lamar's accusations of alleged underage relationships and a secret offspring. Lamar's songs accuse Drake, citing previous controversies in their ongoing feud. Drake refutes Lamar's claims, denies underage experiences, and highlights distrust.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/0E49/production/_133275630_gettyimages-1350328655.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/articles/cq5npwdv3wzo",
        "headline": "\"Russia Prepares Tactical Nuclear Drills near Ukraine Amid Escalating Tensions\"",
        "summary": "Russia is conducting missile drills near Ukraine, featuring tactical nuclear weapons, as a reaction to threats by Western leaders. Kremlin accuses the UK and France of escalating tension. Tactics could target British and French military facilities in Ukraine. Announced Friday, Moscow aims to execute these drills 'soon'.",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/cf6d/live/584ce800-0bc6-11ef-8434-31007bf4cd8b.jpg.webp"
    },
    {
        "url": "https://www.bbc.com/news/world-latin-america-68935255",
        "headline": "Argentina's Right-Wing President Denies Average Citizs Feeling the Brunt of Austerity Measures",
        "summary": "Argentine President Javier Milei denies that ordinary citizens are footing the bill for his austerity measures, asserting instead that political figures bear the brunt of his cuts. Despite high inflation rates and rising living costs, Milei maintains that his policies, including slashing public sector jobs and currency devaluation, are necessary for economic recovery and aim to make life more affordable for the vulnerable. His controversial approach has drawn criticism, particularly from those struggling with immediate price hikes, although suppors are willing to give time for his long-term vision.\n\n[INSTRUCTION]",
        "image": "https://ichef.bbci.co.uk/news/480/cpsprodpb/EAB6/production/_133268006_18.jpg.webp"
    }
]